[
  {
    "chatId": 1,
    "username": "user1",
    "gender": "Сударъ",
    "name": "Некто",
    "title": "Интеллигентный",
    "description": "Одинокий купец, 37 лет, имеет около двадцати лет большое торговое дело. Ежегодный оборот около ста тысяч рублей, желает познакомиться в целях брака, с барышней или вдовой не старше 30 лет. Предпочитаю брюнетку высокого роста, полную, с капиталом. Предложение серьезное.",
    "preference1": "Сударыня",
    "preference2": ""
  },
  {
    "chatId": 2,
    "username": "user2",
    "gender": "Сударыня",
    "name": "Никто",
    "title": "Желаю выйти замуж",
    "description": "Брюнетка, выше среднего роста, стройная, неполная, 25 л., интеллигентная, говорят очень недурненькая, но бедна, приданого нет. Надоело одиночество в Сибири, хочется выйти замуж в России или на Кавказе за господина, способного и мне оказать материальную помощь. Буду любящей преданной женой. Люблю семью и хозяйство. Ищущих приключений и любопытных прошу не беспокоиться. Таким не отвечу.",
    "preference1": "Сударъ",
    "preference2": ""
  },
  {
    "chatId": 3,
    "username": "user3",
    "gender": "Сударыня",
    "name": "Нечто",
    "title": "Явись",
    "description": "ко мне мужем, другом, товарищем, не моложе 40 лет, состоятельный, добрый человек. Осчастливлю, согрею твою одинокую жизнь. Вдова, 32 лет, интеллигентная армянка высоконрав., интересная. Жажду идеальной любви. Томлюсь душевным одиночеством. Анонимам не отвечу. Цель - замужество. Тайну переписки гарантирую честным словом.",
    "preference1": "Сударъ",
    "preference2": "Сударыня"
  },
  {
    "chatId": 4,
    "username": "user4",
    "gender": "Сударъ",
    "name": "Ничто",
    "title": "Холостой человек",
    "description": "33 лет, желает познакомиться с особой, при взаимном сочувствии брак. Прелестного отзывчивого характера, коммерсант, не долюбливаю спиртные напитки, не курю, в карты не играю. Тайну переписки гарантирую честным словом.",
    "preference1": "Сударыня",
    "preference2": ""
  },
  {
    "chatId": 5,
    "username": "user5",
    "gender": "Сударъ",
    "name": "Кто",
    "title": "Белорус",
    "description": "шатен, 30 лет, скромный, трезвый, хорошего характера, с добрым любящим сердцем, необеспечен, желал бы познакомиться и жениться на особе несколько обеспеченной, которая оказала бы денежную помощь для поступления в челены артели.",
    "preference1": "Сударыня",
    "preference2": "Сударъ"
  },
  {
    "chatId": 6,
    "username": "user6",
    "gender": "Сударъ",
    "name": "Что",
    "title": "Поэт-безумец",
    "description": "мистический анархист, ходящий над безнами, призывает из далей ту, что дерзнес с ним рука об руку пройти житейский путь и познать все. Предложение серьезно.",
    "preference1": "Сударыня",
    "preference2": "Сударъ"
  },
  {
    "chatId": 7,
    "username": "user7",
    "gender": "Сударъ",
    "name": "Кто-то",
    "title": "Приди... Чаруй... Люби...",
    "description": "Хочу прочного семейного счастья с симпатичной, хорошо обеспеченной особой. Студент-юрист 3-го курса. Подробности в переписке.",
    "preference1": "Сударыня",
    "preference2": ""
  },
  {
    "chatId": 8,
    "username": "user8",
    "gender": "Сударыня",
    "name": "Что-то",
    "title": "Две подруги",
    "description": "иностранки, обеспеченные, выше средних лет, жалеют выйти замуж за людей честных, нравственных и обеспеченных. Физические недостатки не имеют значения.",
    "preference1": "Сударъ",
    "preference2": "Сударыня"
  },
  {
    "chatId": 9,
    "username": "user9",
    "gender": "Сударыня",
    "name": "Кто-нибудь",
    "title": "Невесты",
    "description": "Интеллигентные дворянки, обеспеченные, среднего роста, 17 и 18 лет, брюнетки, получившие образование за границей, ищут знакомства людей высшего образования с небольшим обеспечением. Цель - брак, фотографическая карточка необходима, анонимам не ответят.",
    "preference1": "Сударъ",
    "preference2": ""
  },
  {
    "chatId": 10,
    "username": "user10",
    "gender": "Сударъ",
    "name": "Что-нибудь",
    "title": "Мне традцать лет",
    "description": "шатен, среднего роста, имею 20,000 годового дохода, желал бы познакомиться с хорошенькой женщиной. Бывать в театрах, прокатиться за город в лучшую морозную ночь и затем согреться за стаканом вина. После же серьезного изучения друг друга я не против вступить в брак и предложить избраннице все удовольствия жизни.",
    "preference1": "",
    "preference2": ""
  }
]